Repository: CofficLab/Lumi
Catalog: Plugins/QuickFileSearchPlugin/Sources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hk, zh_tw

source: Content
zh_hans: 内容
zh_hk: 內容
zh_tw: 內容

source: Current Status
zh_hans: 当前状态
zh_hk: 當前狀態
zh_tw: 當前狀態

source: Fast file search with Cmd+P
zh_hans: 使用 Cmd+P 快速搜索文件
zh_hk: 使用 Cmd+P 快速搜索文件
zh_tw: 使用 Cmd+P 快速搜索檔案

source: File indexing is automatic when switching projects
zh_hans: 切换项目时自动进行文件索引
zh_hk: 切換項目時自動進行檔案索引
zh_tw: 切換項目時自動進行檔案索引

source: How to Use
zh_hans: 使用方法
zh_hk: 使用方法
zh_tw: 使用方法

source: Indexing files...
zh_hans: 正在索引文件...
zh_hk: 正在索引文件...
zh_tw: 正在索引檔案...

source: No matching files found
zh_hans: 未找到匹配文件
zh_hk: 未找到匹配文件
zh_tw: 未找到匹配檔案

source: No project selected
zh_hans: 未选择项目
zh_hk: 未選擇項目
zh_tw: 未選擇項目

source: Please select a project to enable file search
zh_hans: 请选择一个项目以启用文件搜索
zh_hk: 請選擇一個項目以啟用檔案搜索
zh_tw: 請選擇一個項目以啟用檔案搜索

source: Project indexed
zh_hans: 项目已索引
zh_hk: 項目已索引
zh_tw: 項目已索引

source: Quick File Search
zh_hans: 快速文件搜索
zh_hk: 快速文件搜索
zh_tw: 快速檔案搜索

source: Search files...
zh_hans: 搜索文件...
zh_hk: 搜索文件...
zh_tw: 搜索檔案...

source: Type filename to search
zh_hans: 输入文件名进行搜索
zh_hk: 輸入文件名進行搜索
zh_tw: 輸入檔案名進行搜索

source: 搜索文件...
zh_hk: 搜尋文件...
zh_tw: 搜尋檔案...

source: 未找到匹配文件
zh_hk: 未找到匹配檔案
zh_tw: 未找到匹配檔案

source: 正在索引文件...
zh_hk: 正在索引檔案...
zh_tw: 正在索引檔案...
